Repository: Muso98/digitalskills
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: O‘zbekcha
ru: O‘zbek tili

source: Русский
ru: Rus tili

source: Biz haqimizda
ru: О нас

source: DigitalSkills ga xush kelibsiz
ru: Добро пожаловать в DigitalSkills

source: Biz raqamli dunyoda mutaxassislarning keyingi avlodini kengaytirishga intilamiz. Bizning platformamiz talabalarga texnologiya, maʼlumotlar fanlari va boshqa sohalarda real dunyo koʻnikmalarini shakllantirishga yordam berish uchun moʻljallangan kurslar, oʻquv qoʻllanmalar va amaliy loyihalarni oʻz ichiga olgan keng turdagi taʼlim resurslarini taqdim etadi.
ru: Мы стремимся расширить следующее поколение специалистов в цифровом мире. Наша платформа предлагает широкий спектр образовательных ресурсов, включая курсы, учебные пособия и практические проекты, которые помогают студентам развивать реальные навыки в области технологий, науки о данных и других дисциплин.

source: Bizning vazifamiz – dunyoning qayerida bo‘lishingizdan qat’i nazar, yuqori sifatli ta’limni hamma uchun ochiq qilishdir. Siz o'z bilimingizni oshirmoqchi bo'lgan talaba bo'lasizmi yoki texnologiya sohasidagi so'nggi tendentsiyalardan xabardor bo'lishni maqsad qilgan mutaxassismisiz, bizda muvaffaqiyatga erishish uchun zarur resurslar mavjud.
ru: Наша миссия — сделать высококачественное образование доступным для всех, независимо от того, в какой точке мира вы находитесь. Являетесь ли вы студентом, желающим углубить свои знания, или профессионалом, стремящимся быть в курсе последних тенденций в области технологий», Если вы эксперт, у нас есть ресурсы, необходимые для вашего успеха

source: Biz nima taklif qilamiz
ru: Что мы предлагаем

source: Online kurslar
ru: Онлайн курсы

source: Loyihaga asoslangan ta'lim
ru: Обучение на основе проектов

source: Haqiqiy dunyo misollari
ru: Примеры из реального мира

source: Sertifikatlar va nishonlar
ru: Сертификаты и награды

source: Mutaxassis yo'riqnomasi
ru: Руководство экспертов

source: Bizning Ko'zlagan Maqsadimiz
ru: Наша цель

source: Raqamli ta'lim sohasida global yetakchi bo'lish, odamlarga doimiy o'zgaruvchan dunyoda rivojlanish uchun zarur bo'lgan ko'nikmalarni taqdim etish.
ru: Стать мировым лидером в области цифрового образования, предоставляя людям навыки, необходимые для успеха в быстро меняющемся мире.

source: Biz bilan bog'lanish
ru: Свяжитесь с нами

source: Agar sizda biron bir savol bo'lsa, biz bilan elektron pochta orqali bog'laning
ru: Если у вас возникли вопросы, свяжитесь с нами по электронной почте.

source: 2025 DigitalSkills. Barcha huquqlar himoyalangan.
ru: 2025 DigitalSkills.Все права защищены.

source: Chiqish
ru: Выход

source: Tizimga kirish
ru: Авторизоваться

source: Bosh sahifa
ru: Главная страница

source: Mustaqil ta'lim
ru: Самостоятельное обучение

source: Statistika
ru: Статистика

source: Biz bilan aloqa
ru: Связаться с нами

source: Til tanlang
ru: Выберите язык

source: Raqamli ta'lim sohasida global yetakchi bo'lish, odamlarga doimiy o'zgaruvchan dunyoda rivojlanish uchun zarur bo'lgan ko'nikmalarni taqdim etish
ru: Стать мировым лидером в области цифрового образования, предоставляя людям навыки, необходимые для успеха в быстро меняющемся мире.

source: Mavzuni almashtirish
ru: Изменить тему

source: Yorqin
ru: Яркий

source: Qorong'i
ru: Темный

source: Auto
ru: Авто

source: Company
ru: Компания

source: Yangiliklar va Bloglar
ru: Новости и блоги

source: Karyera
ru: Карьера

source: Investorlar
ru: Инвесторы

source: Jamiyat
ru: Общество

source: Yordam va qo'llab-quvvatlash
ru: Помощь и поддержка

source: Hamkor
ru: Партнер

source: Blog
ru: Блог

source: O'qitish
ru: Преподавание

source: O'qituvchi bo'l
ru: Стать учителем

source: Qanday yo'l ko'rsatish kerak
ru: Как руководить

source: Hujjatlar
ru: Документы

source: Aloqa
ru: Контакт

source: Vaqt
ru: Время

source: Terms of use
ru: Условия эксплуатации

source: Cookies Settings
ru: Настройки файлов cookie

source: Privacy policy
ru: Политика конфиденциальности

source: Tajribali, haqiqiy ekspertlarning kurslarini o'rganing.
ru: Проходите курсы у опытных, настоящих экспертов.

source: Orqaga
ru: Назад

source: Keyingi
ru: Следующий

source: Sizning brauzeringiz video oynashni qo'llab-quvvatlamaydi.
ru: Ваш браузер не поддерживает воспроизведение видео.

source: Faol bo'lim mavjud emas.
ru: Активного раздела нет.

source: Tugallangan deb belgilang
ru: Отметить как выполненное

source: Ushbu bo'lim uchun kontent mavjud emas.
ru: В этом разделе нет контента.

source: Tavsif
ru: Описание

source: Kurs tavsiflari
ru: Описание курса

source: Tabriklaymiz!
ru: Поздравляем!

source: Siz kursni tugatdingiz. Endi siz testdan o'tishingiz mumkin.
ru: Вы завершили курс. Теперь вы можете пройти тест.

source: Kursni yakunlang
ru: Пройти курс

source: Sinovga kirish uchun kursni yakunlashingiz kerak.
ru: Для сдачи экзамена необходимо пройти курс.

source: O'rganishni davom ettiring
ru: Продолжайте учиться.

source: Kechirasiz, siz izlayotgan kurs mavjud emas yoki olib tashlangan.
ru: Извините, курс, который вы ищете, не существует или был удален.

source: Foydalanuvchilar
ru: Пользователи

source: Muvaffaqiyatli tugatganlar
ru: Успешно завершившие

source: O'rtacha reyting
ru: Средний рейтинг

source: Kurslar bo'yicha tugatish statistikasi
ru: Статистика завершения по курсам

source: Foydalanuvchi faoliyati
ru: Активность пользователя

source: Umumiy ball
ru: Общая оценка

source: Asosiy ma'lumotlar
ru: Основная информация

source: Savollarga javob bering va o‘z ballingizni bilib oling!
ru: Ответьте на вопросы и узнайте свой результат!

source: To'g'ri
ru: Правильный

source: Yolg'on
ru: ЛОЖЬ

source: Yuborish
ru: Отправить

source: Sizning natijangiz:
ru: Ваш результат:

source: Testni yakunlash
ru: Пройдите тест

source: Natijalari
ru: Результаты

source: To'g'ri javoblar:
ru: Правильные ответы:

source: Tavsiya:
ru: Рекомендация:

source: Savol
ru: Вопрос

source: Sizning javobingiz
ru: Ваш ответ

source: Xato
ru: Ошибка

source: Javob berilmagan
ru: Нет ответа

source: To'g'ri javob
ru: Правильный ответ

source: Kursga qaytish
ru: Вернуться к курсу

source: So'rovingizni yuboring
ru: Отправьте запрос

source: Ismingiz
ru: Ваше имя

source: Muammo yoki so‘rovingiz
ru: Ваша проблема или запрос

source: 📚 Ta'limda raqamli texnologiyalarni o'zlashtiring va professional bo'ling!
ru: 📚 Освойте цифровые технологии в образовании и станьте профессионалом!

source: 🚀 Siz nimalarga ega bo'lasiz?
ru: 🚀 Что вы получите?

source: Fan bo'yicha elektron manbalarga
ru: Доступ к электронным ресурсам по дисциплине

source: Qiziqarli vazifalar va keyslar bilan amaliy mashg'ulotlar
ru: Практическое обучение с интересными заданиями и кейсами

source: Raqamli texnologiyalar haqida ko'proq ma'lumot olish imkoniyati
ru: Возможность больше узнать о цифровых технологиях

source: Kurslarni o'rganing
ru: Исследуйте курсы

source: Raqamli texnologiyalar ta'limni qanday o'zgartirmoqda
ru: Как цифровые технологии меняют образование

source: Interaktiv darslar, onlayn kurslar va multimedia loyihalarini qanday yaratish mumkin
ru: Как создавать интерактивные уроки, онлайн-курсы и мультимедийные проекты

source: Sun'iy intellekt, virtual laboratoriyalar va gamifikatsiya asoslari
ru: Основы искусственного интеллекта, виртуальных лабораторий и геймификации

source: Bizga qo`shiling
ru: Присоединяйтесь к нам

source: Raqamli ta'limga qo'shiling va sayohatingizni boshlang!
ru: Присоединяйтесь и начните свой путь в цифровом обучении!

source: 12 500 dan ortiq ajoyib jamoalar ishonadi
ru: Нам доверяют более 12 500 замечательных сообществ

source: Parolni unutdingizmi?
ru: Забыли пароль?

source: Parolni tiklash uchun shaklni to'ldiring.
ru: Заполните форму, чтобы сбросить пароль.

source: Qayta tiklash havolasini yuboring
ru: Отправить ссылку для восстановления

source: Siz tizimdan chiqdingiz
ru: Вы вышли из системы.

source: Qaytadan kiring
ru: Войдите снова.

source: Kirish | DigitalSkills
ru: Вход | DigitalSkills

source: Kirish
ru: Вход

source: Hisobingiz yo'qmi?
ru: У вас нет учетной записи?

source: Ro'yxatdan o'tish
ru: Зарегистрироваться

source: Meni eslab qol
ru: Запомнить меня.

source: Parolingiz esdan chiqdimi?
ru: Забыли пароль?

source: Bu yerda roʻyxatdan oʻting
ru: Зарегистрируйтесь здесь

source: Hisobingiz bormi?
ru: У вас уже есть учетная запись?

source: Xizmat shartlari
ru: Условия использования

source: va
ru: и

source: Maxfiylik siyosati
ru: Политика конфиденциальности

source: ga roziman
ru: Я согласен с

source: Hisob yaratish
ru: Создать аккаунт
